"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_2" = "Installation failed";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_5" = "Installation failed";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_1" = "Installation failed";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_4" = "Installation failed";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_4" = "aES agent has been installed,do not install again.";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_3" = "aES agent only supports installation on 64 machines";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_2" = "Please check your macOS version, we only support 10.13 and above";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_3" = "Installation failed";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_1" = "Check whether the following tools are installed: grep sed awk df openssl crontab tar";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_5" = "space of startup disk is less than 1G,installed failed.";

"DISTRIBUTION_TITLE" = "Endpoint Secure Manager";

